"Aasta","Jäätmeliik","Tegevusalad kokku","Põllumajandus, metsamajandus, kalapüük ja kalakasvatus","..põllumajandus ja metsamajandus","..kalapüük ja kalakasvatus","Mäetööstus","Toiduainete ja jookide tootmine","Tekstiili-, rõiva- ja nahktoodete tootmine; naha töötlemine","Puidutöötlemine ja puittoodete tootmine","Paberimassi, paberi ja pabertoodete tootmine; trükindus ja salvestiste paljundus","Koksi ja puhastatud naftatoodete tootmine","Keemia-, farmaatsia-, kummi- ja plasttoodete tootmine","Muude mittemetalsete mineraalidest toodete tootmine","Metalli ja metalltoodete tootmine","Arvutite, elektroonika-, optika- ja elektriseadmete ning transpordivahendite tootmine","Mööbli, juveelitoodete, muusikariistade ja mänguasjade tootmine; masinate ja seadmete remont ja paigaldamine","Elektrienergia, gaasi, auru ja konditsioneeritud õhuga varustamine","Veekogumine, -töötlus ja -varustus; kanalisatsioon","Jäätmekogumine, -töötlus ja -kõrvaldus; materjalide taaskasutusele võtmine","Ehitus","Teenindus, v.a jäätmete ja jääkide hulgikaubandus**","Jäätmete ja jääkide hulgikaubandus","Kodumajapidamised"
"2008","Jäätmed kokku",19583855,240005,239739,266,7197790,157553,17656,1058958,117764,2050753,43352,137357,68441,42427,77314,5423863,80902,312921,1099100,706317,311410,439973
"2008","Tavajäätmed kokku",12045558,230765,230594,171,7195625,157464,17476,1058691,117408,78837,37646,52250,62208,41360,76050,87994,80886,301045,1094230,617768,309855,427999
"2008","..happe-, leelise- ja soolajäätmed (tavajäätmed)",29203,0,0,0,0,0,0,0,29133,0,69,0,1,0,0,0,0,0,0,1,0,0
"2008","..kemikaalide jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2008","..kasutatud keemilised katalüsaatorid (tavajäätmed)",148,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,139,3,6
"2008","..valmististe jäätmed (tavajäätmed)",9647,4749,4749,0,0,0,14,4005,61,0,22,7,2,21,45,5,0,103,2,612,0,1
"2008","..kemikaalisetted ja -jäägid (tavajäätmed)",1560,0,0,0,0,10,466,0,1,0,963,7,16,1,75,18,0,0,0,2,0,0
"2008","..tööstusreoveesetted (tavajäätmed)*",101988,0,0,0,0,58,1,0,1834,42607,0,0,2,20,0,54173,3263,11,4,15,0,0
"2008","..setted ja vedelikud jäätmekäitlusest (tavajäätmed)*",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2008","..tervishoiu- ja bioloogilised jäätmed (tavajäätmed)",2248,0,0,0,0,1,0,0,0,0,0,0,0,0,0,0,0,0,0,2247,0,0
"2008","..metallijäätmed (tavajäätmed)",802202,9248,9198,50,6306,2715,4269,10739,1091,103,2887,2264,44905,30446,1497,4706,92,123750,33734,62114,285340,175994
"2008","....mustmetallijäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2008","....mittemustmetallijäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2008","....segametallijäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2008","..klaasijäätmed (tavajäätmed)",34467,470,470,0,0,754,15,27,0,9,663,7276,1,25,1,3,0,5499,68,5051,1258,13349
"2008","..paberi- ja kartongijäätmed (tavajäätmed)",159295,240,240,0,47,2647,1044,223,19880,23,1740,143,235,1314,651,85,14,35608,234,83118,1563,10487
"2008","..kummijäätmed (tavajäätmed)",16620,242,242,0,184,4,1,58,3,0,945,3,2,21,2,11,2,257,328,11490,315,2751
"2008","..plastijäätmed (tavajäätmed)",93713,73476,73476,0,22,552,563,424,322,5,5127,190,76,248,149,4,4,4997,81,3909,1438,2125
"2008","..puidujäätmed (tavajäätmed)",1288145,34200,34200,0,40,1393,292,1029347,52270,0,4826,2495,743,1588,59254,35,0,21980,6458,68136,1169,3919
"2008","..tekstiilijäätmed (tavajäätmed)",4882,38,38,0,0,11,4099,0,1,0,1,0,18,111,182,0,0,5,2,375,0,37
"2008","..kasutuselt kõrvaldatud seadmed (tavajäätmed)",11300,556,556,0,16,72,316,146,10,7,1590,1272,273,299,10,267,0,2616,139,1256,675,1779
"2008","..romusõidukid (tavajäätmed)",12848,72,72,0,0,29,46,110,0,0,0,0,241,0,0,0,0,1528,130,3842,2513,4337
"2008","..patarei- ja akujäätmed (tavajäätmed)",14,0,0,0,0,1,0,0,0,0,0,0,0,3,0,0,0,3,0,6,0,0
"2008","..taimsed ja loomsed jäätmed (tavajäätmed)",184399,0,0,0,0,116007,4,547,1,0,306,0,19,7,4,93,8,3587,262,52785,0,10768
"2008","..loomsed toiduainete valmistamis- ja toiduainejäätmed (tavajäätmed)",59830,33224,33180,44,0,13499,0,0,0,0,0,0,0,0,0,0,0,0,0,12883,0,224
"2008","..loomsed ja toiduainete segajäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2008","..taimsed jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2008","..läga ja sõnnik (tavajäätmed)",42823,41690,41690,0,0,980,0,0,0,0,0,0,0,0,0,0,0,0,0,153,0,0
"2008","..kodumajapidamis- ja samalaadsed jäätmed (tavajäätmed)",465707,18211,18179,32,742,6913,5180,3441,1288,153,2568,899,4023,3479,6397,3122,1550,26140,15128,192915,3605,169951
"2008","..sega- ja eristamata materjalid (tavajäätmed)",26781,213,213,0,32,8766,30,57,115,2013,813,2,42,79,83,945,0,5426,8,2360,28,5769
"2008","..sortimisjäägid (tavajäätmed)",37149,162,162,0,3,75,117,36,11,0,55,417,1,63,3401,5,1918,17600,176,1049,11629,431
"2008","..tavasetted (tavajäätmed)*",45035,8712,8712,0,0,1541,0,238,11172,0,397,81,0,3,47,72,19411,4,91,1732,1,1532
"2008","..saastumata süvenduspinnas (tavajäätmed)*",27348,0,0,0,0,0,0,44,0,0,0,6,133,0,1674,0,250,202,23084,1866,4,85
"2008","..mineraaljäätmed (v.a põletusjäätmed) (tavajäätmed)",8521802,2545,2499,46,7186788,1221,1020,7019,215,33917,14310,35169,9964,3341,2483,9777,14137,51552,1014277,109361,304,24403
"2008","..mineraalsed ehitus- ja lammutusjäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2008","..muud mineraaljäätmed (v.a põletus-, ehitus- ja lammutusjäätmed, pinnas, süvenduspinnas ...**",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2008","..põletusjäätmed (tavajäätmed)",25936,2718,2718,0,1445,214,0,2230,0,0,364,2020,1510,291,94,14630,0,8,22,349,10,31
"2008","..pinnas (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2008","..tahkestatud või stabiliseeritud jäätmed (tavajäätmed)",40468,0,0,0,0,0,0,0,0,0,0,0,0,0,0,42,40236,170,0,0,0,20
"2008","..jäätmekäitluses tekkivad mineraalsed jäätmed ja stabiliseeritud jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2008","Ohtlikud jäätmed kokku",7538297,9240,9145,95,2165,89,180,267,356,1971916,5706,85107,6233,1067,1264,5335869,16,11875,4870,88549,1555,11974
"2008","..vanalahustid (ohtlikud jäätmed)",220,39,39,0,0,1,0,1,4,0,24,1,8,11,16,0,0,0,65,43,0,6
"2008","..happe-, leelise- ja soolajäätmed (ohtlikud jäätmed)",3672,0,0,0,13,1,8,0,150,0,2782,0,429,143,7,0,0,3,2,88,0,45
"2008","..vanaõli (ohtlikud jäätmed)",9808,429,429,0,185,20,99,8,31,152,80,27,294,261,44,118,4,818,104,6939,108,88
"2008","..kemikaalide jäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2008","..kasutatud keemilised katalüsaatorid (ohtlikud jäätmed)",22,0,0,0,0,0,0,0,0,0,21,0,0,1,0,0,0,0,0,0,0,0
"2008","..valmististe jäätmed (ohtlikud jäätmed)",9541,296,296,0,0,11,30,160,139,0,370,29,182,402,417,5,1,5925,80,1007,3,485
"2008","..kemikaalisetted ja -jäägid (ohtlikud jäätmed)",1381231,110,18,92,25,5,15,15,28,1349944,2282,112,116,131,17,77,9,3251,55,24930,29,81
"2008","..tööstusreoveesetted (ohtlikud jäätmed)*",125068,1,1,0,8,35,4,5,0,17939,13,6,22,25,0,67900,0,277,880,37910,10,34
"2008","..setted ja vedelikud jäätmekäitlusest (ohtlikud jäätmed)*",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2008","..tervishoiu- ja bioloogilised jäätmed (ohtlikud jäätmed)",254,2,2,0,0,0,0,0,0,0,1,0,0,0,0,0,0,2,0,249,0,1
"2008","..metallijäätmed (ohtlikud jäätmed)",200,0,0,0,0,0,0,0,1,0,0,0,0,1,0,10,0,1,0,5,183,0
"2008","..klaasijäätmed (ohtlikud jäätmed)",0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
"2008","..puidujäätmed (ohtlikud jäätmed)",24,6,6,0,0,0,0,0,0,0,0,0,0,2,16,0,0,0,0,0,0,0
"2008","..PCB-sid sisaldavad jäätmed (ohtlikud jäätmed)",144,0,0,0,0,0,3,1,0,0,0,0,0,0,0,0,0,4,136,0,0,0
"2008","..kasutuselt kõrvaldatud seadmed (ohtlikud jäätmed)",11527,7787,7786,1,10,5,6,4,1,0,4,3,3,10,2,416,1,423,29,1187,6,1631
"2008","..romusõidukid (ohtlikud jäätmed)",7572,0,0,0,3,5,0,27,2,0,28,0,1,1,1,0,0,29,41,673,741,6019
"2008","..patarei- ja akujäätmed (ohtlikud jäätmed)",5548,572,569,3,15,3,2,13,1,0,13,3,634,63,717,10,0,375,49,369,194,2516
"2008","..sega- ja eristamata materjalid (ohtlikud jäätmed)",89,0,0,0,0,0,0,0,0,0,0,2,4,0,0,0,0,70,0,12,0,0
"2008","..sortimisjäägid (ohtlikud jäätmed)",1470,0,0,0,0,0,0,0,0,0,0,0,1437,0,0,0,0,33,0,0,0,0
"2008","..mineraaljäätmed (v.a põletusjäätmed) (ohtlikud jäätmed)",8947,0,0,0,105,3,4,32,0,14,18,0,179,18,12,154,0,302,2619,4340,282,865
"2008","..mineraalsed ehitus- ja lammutusjäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2008","..muud ohtlikud mineraaljäätmed (v.a põletus-, ehitus- ja lammutusjäätmed, pinnas, süvenduspinnas ...**",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2008","..põletusjäätmed (ohtlikud jäätmed)",5957209,0,0,0,0,0,0,0,0,603867,55,84912,1245,0,0,5267030,0,100,0,0,0,0
"2008","..saastunud pinnas ja süvenduspinnas (ohtlikud jäätmed)",11324,0,0,0,1800,0,9,0,0,0,16,12,1677,0,15,149,0,262,810,6370,0,204
"2008","....saastunud pinnas (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2008","....saastunud süvenduspinnas (ohtlikud jäätmed)*",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2008","..tahkestatud või stabiliseeritud jäätmed (ohtlikud jäätmed)",4428,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,4428,0,0
"2008","..jäätmekäitluses tekkivad mineraalsed jäätmed ja stabiliseeritud jäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2010","Jäätmed kokku",19000195,109873,..,..,6452793,157539,10209,711735,115703,2465982,30144,99091,54426,33662,37396,6534457,29628,248570,436289,850290,191909,430499
"2010","Tavajäätmed kokku",10038487,109513,..,..,6451803,157442,10062,711409,115413,63742,24622,58319,52094,32797,36810,134984,29596,211387,426594,800551,190307,421042
"2010","..happe-, leelise- ja soolajäätmed (tavajäätmed)",31305,0,..,..,0,0,0,0,31301,0,0,0,0,0,0,4,0,0,0,0,0,0
"2010","..kemikaalide jäätmed (tavajäätmed)",150,0,..,..,0,0,23,49,0,0,25,3,13,4,6,3,0,0,0,16,1,7
"2010","..kasutatud keemilised katalüsaatorid (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2010","..valmististe jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2010","..kemikaalisetted ja -jäägid (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2010","..tööstusreoveesetted (tavajäätmed)*",136653,0,..,..,0,40,0,0,0,39815,0,0,0,43,0,92942,3759,0,0,54,0,0
"2010","..setted ja vedelikud jäätmekäitlusest (tavajäätmed)*",2458,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,2458,0,0,0,0
"2010","..tervishoiu- ja bioloogilised jäätmed (tavajäätmed)",2234,1,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,2232,0,0
"2010","..metallijäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2010","....mustmetallijäätmed (tavajäätmed)",532194,7450,..,..,8504,2259,2945,6062,1062,436,1603,1516,37280,24363,4270,5830,104,11017,33765,77769,162336,143623
"2010","....mittemustmetallijäätmed (tavajäätmed)",27811,62,..,..,19,12,21,155,307,5,385,16,1412,722,250,1023,1,542,2058,4467,9941,6413
"2010","....segametallijäätmed (tavajäätmed)",30097,573,..,..,14,335,130,438,136,11,429,13,1405,829,254,69,3,1922,726,4627,517,17666
"2010","..klaasijäätmed (tavajäätmed)",46323,92,..,..,0,394,6,1,0,1,503,11544,2,21,0,0,0,8288,36,4470,652,20313
"2010","..paberi- ja kartongijäätmed (tavajäätmed)",79587,201,..,..,25,1910,457,150,16735,19,1505,137,148,1344,327,47,15,17970,228,26258,1953,10158
"2010","..kummijäätmed (tavajäätmed)",9354,82,..,..,133,6,0,4,6,100,787,11,16,15,20,0,3,1191,713,3946,201,2120
"2010","..plastijäätmed (tavajäätmed)",25390,798,..,..,29,810,588,489,114,2,1749,180,64,553,127,7,5,8040,208,8522,562,2543
"2010","..puidujäätmed (tavajäätmed)",871293,17918,..,..,26,836,136,683037,54439,0,4420,1540,471,781,17518,51,2,19817,3398,64931,17,1955
"2010","..tekstiilijäätmed (tavajäätmed)",1514,0,..,..,1,0,1057,0,2,0,0,0,5,25,44,0,0,0,10,327,0,43
"2010","..kasutuselt kõrvaldatud seadmed (tavajäätmed)",7965,106,..,..,18,48,292,102,0,11,42,13,219,232,28,277,0,1688,188,743,293,3665
"2010","..romusõidukid (tavajäätmed)",7286,70,..,..,0,1,43,90,0,0,0,0,249,0,0,0,0,498,55,274,3575,2431
"2010","..patarei- ja akujäätmed (tavajäätmed)",7,0,..,..,0,0,0,0,0,0,0,0,0,1,1,0,0,2,0,2,0,1
"2010","..taimsed ja loomsed jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2010","..loomsed toiduainete valmistamis- ja toiduainejäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2010","..loomsed ja toiduainete segajäätmed (tavajäätmed)",135994,7061,..,..,0,120186,0,0,0,0,81,0,2,0,0,0,3,3,65,3850,0,4743
"2010","..taimsed jäätmed (tavajäätmed)",74236,2917,..,..,0,9295,0,12598,1,0,173,0,5,8,3,81,46,2428,1108,42200,0,3373
"2010","..läga ja sõnnik (tavajäätmed)",70108,69264,..,..,0,764,0,0,0,0,0,0,0,0,0,0,0,0,0,80,0,0
"2010","..kodumajapidamis- ja samalaadsed jäätmed (tavajäätmed)",304687,1775,..,..,460,4194,2291,1606,481,119,1871,511,2587,1483,3624,2537,853,18367,2103,95608,2095,162122
"2010","..sega- ja eristamata materjalid (tavajäätmed)",52577,731,..,..,682,12973,536,124,7,1506,420,368,283,433,218,369,1992,7978,126,7182,180,16469
"2010","..sortimisjäägid (tavajäätmed)",30204,6,..,..,0,0,196,98,0,0,62,13,0,0,18,0,0,21234,8,751,7648,170
"2010","..tavasetted (tavajäätmed)*",31984,15,..,..,7,1910,0,16,10489,0,69,6,0,0,0,52,7057,1,62,11533,0,767
"2010","..saastumata süvenduspinnas (tavajäätmed)*",28753,0,..,..,0,14,0,0,0,0,0,0,0,0,0,0,0,144,28322,126,0,147
"2010","..mineraaljäätmed (v.a põletusjäätmed) (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2010","..mineraalsed ehitus- ja lammutusjäätmed (tavajäätmed)",285413,201,..,..,166,659,1099,4114,313,321,1394,8370,3874,957,3142,4359,2017,19284,203466,15705,323,15649
"2010","..muud mineraaljäätmed (v.a põletus-, ehitus- ja lammutusjäätmed, pinnas, süvenduspinnas ...**",6830695,27,..,..,6441301,143,46,67,0,20852,8972,31533,3406,588,6491,30,1691,2,109,315364,0,73
"2010","..põletusjäätmed (tavajäätmed)",27530,1,..,..,206,196,0,2021,0,0,47,6,604,19,50,24349,0,18,2,1,0,10
"2010","..pinnas (tavajäätmed)",353671,162,..,..,212,454,196,188,20,544,85,2539,49,376,419,2843,11797,67843,149837,109513,13,6581
"2010","..tahkestatud või stabiliseeritud jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2010","..jäätmekäitluses tekkivad mineraalsed jäätmed ja stabiliseeritud jäätmed (tavajäätmed)",1014,0,..,..,0,3,0,0,0,0,0,0,0,0,0,111,248,652,0,0,0,0
"2010","Ohtlikud jäätmed kokku",8961708,360,..,..,990,97,147,326,290,2402240,5522,40772,2332,865,586,6399473,32,37183,9695,49739,1602,9457
"2010","..vanalahustid (ohtlikud jäätmed)",118,0,..,..,0,0,0,3,7,13,8,2,5,27,12,0,0,0,4,34,0,3
"2010","..happe-, leelise- ja soolajäätmed (ohtlikud jäätmed)",2846,0,..,..,0,1,7,0,98,0,2229,0,285,127,9,13,0,19,0,54,0,4
"2010","..vanaõli (ohtlikud jäätmed)",3134,43,..,..,175,12,72,21,17,14,29,22,260,227,98,30,3,466,75,1483,42,45
"2010","..kemikaalide jäätmed (ohtlikud jäätmed)",1450020,87,..,..,31,47,52,250,157,1425613,3140,105,434,433,398,95,14,3135,84,15618,11,316
"2010","..kasutatud keemilised katalüsaatorid (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2010","..valmististe jäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2010","..kemikaalisetted ja -jäägid (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2010","..tööstusreoveesetted (ohtlikud jäätmed)*",49470,2,..,..,45,4,1,6,0,16888,18,9,9,25,22,22025,0,127,337,9952,0,0
"2010","..setted ja vedelikud jäätmekäitlusest (ohtlikud jäätmed)*",15387,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,15127,0,260,0,0
"2010","..tervishoiu- ja bioloogilised jäätmed (ohtlikud jäätmed)",400,1,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,2,0,395,0,2
"2010","..metallijäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2010","..klaasijäätmed (ohtlikud jäätmed)",0,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
"2010","..puidujäätmed (ohtlikud jäätmed)",6,0,..,..,0,0,0,0,0,0,0,0,0,3,3,0,0,0,0,0,0,0
"2010","..PCB-sid sisaldavad jäätmed (ohtlikud jäätmed)",41,0,..,..,10,2,5,0,3,2,5,0,3,0,1,2,0,1,0,7,0,0
"2010","..kasutuselt kõrvaldatud seadmed (ohtlikud jäätmed)",2479,6,..,..,11,10,2,4,3,2,2,1,3,7,3,253,0,594,14,403,10,1151
"2010","..romusõidukid (ohtlikud jäätmed)",8517,114,..,..,0,5,4,10,0,0,23,0,2,5,0,1,2,4,44,1707,1510,5086
"2010","..patarei- ja akujäätmed (ohtlikud jäätmed)",2881,31,..,..,17,11,2,8,2,0,2,1,32,9,36,5,1,48,30,463,29,2154
"2010","..sega- ja eristamata materjalid (ohtlikud jäätmed)",41,0,..,..,0,0,0,0,0,0,13,1,0,0,4,0,0,0,2,21,0,0
"2010","..sortimisjäägid (ohtlikud jäätmed)",5288,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,5287,0,1,0,0
"2010","..mineraaljäätmed (v.a põletusjäätmed) (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2010","..mineraalsed ehitus- ja lammutusjäätmed (ohtlikud jäätmed)",3640,0,..,..,109,0,0,0,0,0,0,0,0,0,0,0,0,0,356,3174,0,1
"2010","..muud ohtlikud mineraaljäätmed (v.a põletus-, ehitus- ja lammutusjäätmed, pinnas, süvenduspinnas ...**",3297,67,..,..,0,5,2,0,3,9,11,27,119,2,0,253,9,138,1218,739,0,695
"2010","..põletusjäätmed (ohtlikud jäätmed)",7378001,0,..,..,0,0,0,0,0,959596,0,40604,1177,0,0,6376624,0,0,0,0,0,0
"2010","..saastunud pinnas ja süvenduspinnas (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2010","....saastunud pinnas (ohtlikud jäätmed)",27231,9,..,..,592,0,0,24,0,103,42,0,3,0,0,172,3,8197,7227,10859,0,0
"2010","....saastunud süvenduspinnas (ohtlikud jäätmed)*",683,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,228,455,0,0
"2010","..tahkestatud või stabiliseeritud jäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2010","..jäätmekäitluses tekkivad mineraalsed jäätmed ja stabiliseeritud jäätmed (ohtlikud jäätmed)",8228,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,4038,76,4114,0,0
"2012","Jäätmed kokku",21992343,77404,..,..,9354964,20865,7524,714364,123972,2981648,15147,94917,73217,51136,38156,6257827,141914,536466,657089,397860,11449,436420
"2012","Tavajäätmed kokku",12833204,76874,..,..,9354688,20824,7437,713300,123624,182123,8786,55894,71858,50001,37327,55283,140889,508224,653087,338614,8986,425384
"2012","..happe-, leelise- ja soolajäätmed (tavajäätmed)",39880,0,..,..,0,0,0,0,39869,0,9,0,0,0,0,0,0,0,0,2,0,0
"2012","..kemikaalide jäätmed (tavajäätmed)",361,1,..,..,1,3,0,82,20,0,21,1,39,2,33,4,0,107,1,10,0,37
"2012","..kasutatud keemilised katalüsaatorid (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2012","..valmististe jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2012","..kemikaalisetted ja -jäägid (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2012","..tööstusreoveesetted (tavajäätmed)*",3039,0,..,..,0,12,0,1,0,0,0,0,0,45,0,9,898,86,0,1988,0,0
"2012","..setted ja vedelikud jäätmekäitlusest (tavajäätmed)*",1172,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1172,0,0,0
"2012","..tervishoiu- ja bioloogilised jäätmed (tavajäätmed)",2022,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,119,0,0,1904,0,0
"2012","..metallijäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2012","....mustmetallijäätmed (tavajäätmed)",450939,4638,..,..,7469,1070,358,1483,296,1754,287,1311,52017,37845,3591,7530,187,124736,8943,33862,5731,157832
"2012","....mittemustmetallijäätmed (tavajäätmed)",25916,68,..,..,48,3,5,27,2387,8,7,19,855,950,349,506,11,8800,263,1791,1075,8744
"2012","....segametallijäätmed (tavajäätmed)",19281,475,..,..,1,211,2,236,211,5,299,283,1454,905,231,0,168,5120,242,2123,376,6938
"2012","..klaasijäätmed (tavajäätmed)",48988,30,..,..,0,544,0,3,0,0,127,19401,12,0,282,1,0,10932,170,5267,123,12097
"2012","..paberi- ja kartongijäätmed (tavajäätmed)",94676,179,..,..,36,1951,841,326,24407,16,1479,290,290,2289,573,44,7,28642,759,22588,223,9738
"2012","..kummijäätmed (tavajäätmed)",12388,277,..,..,169,2,0,31,3,46,198,3,4,8,32,8,10,1855,166,7333,172,2070
"2012","..plastijäätmed (tavajäätmed)",22706,815,..,..,34,912,230,594,56,0,1858,246,38,675,123,7,0,9621,166,5565,91,1674
"2012","..puidujäätmed (tavajäätmed)",816028,9607,..,..,115,605,351,689075,44656,23,802,332,522,1823,11192,55,26,20474,9541,21464,4,5359
"2012","..tekstiilijäätmed (tavajäätmed)",1522,0,..,..,0,0,770,0,0,0,0,0,0,21,10,0,0,2,112,588,0,21
"2012","..kasutuselt kõrvaldatud seadmed (tavajäätmed)",6280,18,..,..,31,5,549,16,5,11,11,11,17,216,30,277,1,1647,42,411,153,2828
"2012","..romusõidukid (tavajäätmed)",8051,26,..,..,0,0,6,14,1,0,0,0,294,0,4,0,11,1978,17,910,196,4594
"2012","..patarei- ja akujäätmed (tavajäätmed)",52,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,45,0,0,2,0,5
"2012","..taimsed ja loomsed jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2012","..loomsed toiduainete valmistamis- ja toiduainejäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2012","..loomsed ja toiduainete segajäätmed (tavajäätmed)",14571,158,..,..,0,3820,0,0,0,0,0,0,9,8,0,0,4,13,86,5073,0,5399
"2012","..taimsed jäätmed (tavajäätmed)",22495,5112,..,..,30,1503,4,5,0,15,0,0,4,5,9,81,0,858,146,4394,0,10327
"2012","..läga ja sõnnik (tavajäätmed)",46716,46546,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,170,0,0
"2012","..kodumajapidamis- ja samalaadsed jäätmed (tavajäätmed)",294189,1618,..,..,265,2282,2303,3716,1075,106,1498,393,3977,1993,3951,676,233,21167,1927,77734,111,169162
"2012","..sega- ja eristamata materjalid (tavajäätmed)",80641,288,..,..,39,4071,780,2546,133,1221,341,300,148,855,226,612,1981,20294,6313,32911,78,7503
"2012","..sortimisjäägid (tavajäätmed)",131000,109,..,..,0,18,290,2,0,0,36,17,4,50,20,2,188,127819,2303,135,7,0
"2012","..tavasetted (tavajäätmed)*",25133,0,..,..,0,2101,0,14,10079,0,36,2,4,0,0,583,12043,0,56,144,0,71
"2012","..saastumata süvenduspinnas (tavajäätmed)*",70193,0,..,..,0,0,0,0,0,1150,0,0,1,0,0,1650,892,506,60490,5489,9,5
"2012","..mineraaljäätmed (v.a põletusjäätmed) (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2012","..mineraalsed ehitus- ja lammutusjäätmed (tavajäätmed)",470569,1301,..,..,210,1287,824,11887,394,1801,1378,18342,8017,2005,9403,3212,2949,41205,307980,43557,607,14209
"2012","..muud mineraaljäätmed (v.a põletus-, ehitus- ja lammutusjäätmed, pinnas, süvenduspinnas ...**",9532332,35,..,..,9338200,0,0,0,0,174890,57,10795,1515,192,3314,33,891,0,1510,806,0,93
"2012","..põletusjäätmed (tavajäätmed)",41859,0,..,..,190,189,0,2859,0,0,1,569,704,0,335,36990,0,0,0,6,0,16
"2012","..pinnas (tavajäätmed)",536639,5572,..,..,7849,230,123,383,33,1076,340,3580,1932,116,3619,3004,120210,73997,250679,57203,30,6662
"2012","..tahkestatud või stabiliseeritud jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2012","..jäätmekäitluses tekkivad mineraalsed jäätmed ja stabiliseeritud jäätmed (tavajäätmed)",13565,0,..,..,0,3,0,0,0,0,0,0,0,0,0,0,12,8365,0,5185,0,0
"2012","Ohtlikud jäätmed kokku",9159139,531,..,..,277,40,87,1065,348,2799525,6361,39023,1358,1135,829,6202544,1025,28242,4003,59247,2463,11036
"2012","..vanalahustid (ohtlikud jäätmed)",258,2,..,..,0,1,0,59,7,0,99,3,3,10,19,0,0,0,2,47,0,5
"2012","..happe-, leelise- ja soolajäätmed (ohtlikud jäätmed)",3977,0,..,..,0,0,0,0,69,0,3272,0,489,64,3,0,0,34,6,37,0,2
"2012","..vanaõli (ohtlikud jäätmed)",3153,110,..,..,177,7,61,16,25,179,45,12,108,116,108,218,5,525,73,1304,22,40
"2012","..kemikaalide jäätmed (ohtlikud jäätmed)",1517842,103,..,..,57,15,20,487,183,1497477,2742,125,454,689,572,163,193,2671,83,11456,7,347
"2012","..kasutatud keemilised katalüsaatorid (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2012","..valmististe jäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2012","..kemikaalisetted ja -jäägid (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2012","..tööstusreoveesetted (ohtlikud jäätmed)*",14780,12,..,..,0,10,0,15,59,96,3,8,14,6,86,13,0,515,388,13544,11,0
"2012","..setted ja vedelikud jäätmekäitlusest (ohtlikud jäätmed)*",20001,0,..,..,0,0,0,0,0,0,0,0,1,0,0,0,0,276,33,19691,0,0
"2012","..tervishoiu- ja bioloogilised jäätmed (ohtlikud jäätmed)",510,19,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,491,0,0
"2012","..metallijäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2012","..klaasijäätmed (ohtlikud jäätmed)",0,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
"2012","..puidujäätmed (ohtlikud jäätmed)",405,0,..,..,0,0,0,400,0,0,0,0,0,0,3,0,0,2,0,0,0,0
"2012","..PCB-sid sisaldavad jäätmed (ohtlikud jäätmed)",88,0,..,..,0,1,0,11,0,0,0,1,0,4,0,25,0,22,0,23,0,0
"2012","..kasutuselt kõrvaldatud seadmed (ohtlikud jäätmed)",3259,109,..,..,20,4,2,5,2,28,2,1,2,128,8,391,0,951,58,572,2,974
"2012","..romusõidukid (ohtlikud jäätmed)",9355,17,..,..,2,0,1,3,0,0,23,1,3,3,4,0,2,0,59,397,2274,6565
"2012","..patarei- ja akujäätmed (ohtlikud jäätmed)",3185,23,..,..,16,2,1,3,0,3,3,0,7,115,15,18,3,131,49,385,55,2356
"2012","..sega- ja eristamata materjalid (ohtlikud jäätmed)",9,0,..,..,0,0,0,0,0,0,0,2,0,0,0,0,0,0,1,5,0,0
"2012","..sortimisjäägid (ohtlikud jäätmed)",12998,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,820,12085,0,0,92,0
"2012","..mineraaljäätmed (v.a põletusjäätmed) (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2012","..mineraalsed ehitus- ja lammutusjäätmed (ohtlikud jäätmed)",5540,0,..,..,0,0,0,0,0,0,152,0,0,0,0,0,0,0,0,5387,0,1
"2012","..muud ohtlikud mineraaljäätmed (v.a põletus-, ehitus- ja lammutusjäätmed, pinnas, süvenduspinnas ...**",5426,137,..,..,5,0,3,66,2,44,17,0,275,0,7,275,0,1175,1530,1152,0,738
"2012","..põletusjäätmed (ohtlikud jäätmed)",7543098,0,..,..,0,0,0,0,0,1301565,0,38869,3,0,0,6201407,0,1256,0,0,0,0
"2012","..saastunud pinnas ja süvenduspinnas (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2012","....saastunud pinnas (ohtlikud jäätmed)",10679,0,..,..,0,0,0,0,0,133,0,0,0,0,3,35,0,8532,1721,248,0,7
"2012","....saastunud süvenduspinnas (ohtlikud jäätmed)*",0,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
"2012","..tahkestatud või stabiliseeritud jäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2012","..jäätmekäitluses tekkivad mineraalsed jäätmed ja stabiliseeritud jäätmed (ohtlikud jäätmed)",4576,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,67,0,4508,0,0
"2014","Jäätmed kokku",21804040,121677,..,..,7904520,50610,5484,470816,99711,3415995,16708,239527,42897,41170,23934,7109650,42511,477411,671347,579882,7945,482244
"2014","Tavajäätmed kokku",11393719,120691,..,..,7902513,50536,5422,470136,99306,107206,11506,190283,41559,40259,22946,181168,41870,460344,660481,513838,7188,466467
"2014","..happe-, leelise- ja soolajäätmed (tavajäätmed)",22331,0,..,..,0,0,0,0,22129,0,4,0,0,0,0,3,0,0,194,2,0,0
"2014","..kemikaalide jäätmed (tavajäätmed)",1517,0,..,..,0,0,0,58,923,0,2,0,37,23,16,204,0,106,3,12,1,131
"2014","..kasutatud keemilised katalüsaatorid (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2014","..valmististe jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2014","..kemikaalisetted ja -jäägid (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2014","..tööstusreoveesetted (tavajäätmed)*",25332,0,..,..,0,57,0,1,17402,0,0,3,0,42,0,0,7717,97,0,12,0,0
"2014","..setted ja vedelikud jäätmekäitlusest (tavajäätmed)*",38450,5903,..,..,0,0,0,0,0,0,0,0,0,0,0,21568,445,10534,0,0,0,0
"2014","..tervishoiu- ja bioloogilised jäätmed (tavajäätmed)",2293,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2293,0,0
"2014","..metallijäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2014","....mustmetallijäätmed (tavajäätmed)",465763,2739,..,..,5176,486,292,1675,449,1741,932,1530,30700,28990,3194,25937,149,140498,15095,59934,3900,142347
"2014","....mittemustmetallijäätmed (tavajäätmed)",27172,7,..,..,23,2,7,14,463,18,9,12,1593,754,173,859,1522,11252,296,2804,302,7062
"2014","....segametallijäätmed (tavajäätmed)",25433,469,..,..,30,229,2,178,11,88,217,443,598,162,46,144,24,4178,2909,2789,64,12852
"2014","..klaasijäätmed (tavajäätmed)",53457,24,..,..,1,1002,0,1,0,0,35,22480,9,1,74,1,1,15967,287,6303,81,7190
"2014","..paberi- ja kartongijäätmed (tavajäätmed)",91423,115,..,..,57,2713,849,394,21081,21,543,145,367,2544,862,58,10,20183,439,23869,428,16745
"2014","..kummijäätmed (tavajäätmed)",13636,161,..,..,174,3,0,16,3,20,620,6,2,0,44,3,20,6491,173,3411,74,2414
"2014","..plastijäätmed (tavajäätmed)",32966,1985,..,..,138,1627,204,958,169,0,2377,282,281,832,443,4,2,13579,188,6063,386,3450
"2014","..puidujäätmed (tavajäätmed)",551228,5661,..,..,135,1578,160,450405,29939,25,635,277,344,2520,5764,51,1,14648,8036,23014,508,7528
"2014","..tekstiilijäätmed (tavajäätmed)",2024,0,..,..,0,0,937,0,0,0,0,0,0,15,115,0,0,61,0,808,0,87
"2014","..kasutuselt kõrvaldatud seadmed (tavajäätmed)",6875,16,..,..,17,1,0,18,9,11,8,52,84,500,37,342,2,2480,47,638,523,2091
"2014","..romusõidukid (tavajäätmed)",8060,20,..,..,2,0,1,28,0,0,0,0,10,14,3,0,14,3414,122,1976,328,2127
"2014","..patarei- ja akujäätmed (tavajäätmed)",23,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,19,0,3,0,0
"2014","..taimsed ja loomsed jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2014","..loomsed toiduainete valmistamis- ja toiduainejäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2014","..loomsed ja toiduainete segajäätmed (tavajäätmed)",29380,563,..,..,0,17530,0,0,0,0,0,0,0,0,0,1,7,96,89,6458,6,4629
"2014","..taimsed jäätmed (tavajäätmed)",31979,3820,..,..,0,1767,2,43,0,12,2,614,84,1,15,115,0,2551,915,16985,0,5053
"2014","..läga ja sõnnik (tavajäätmed)",88274,85176,..,..,0,2970,0,0,0,0,0,0,0,0,0,0,0,0,0,128,0,0
"2014","..kodumajapidamis- ja samalaadsed jäätmed (tavajäätmed)",306501,2553,..,..,463,3285,1300,1893,704,156,1306,224,1078,1617,1402,9839,664,15168,2792,60810,93,201153
"2014","..sega- ja eristamata materjalid (tavajäätmed)",53846,100,..,..,9,4279,1010,101,327,1904,386,330,163,1041,608,1203,1858,3268,4994,10241,97,21927
"2014","..sortimisjäägid (tavajäätmed)",113161,30,..,..,0,36,311,15,0,0,22,59,22,38,0,0,0,112466,0,147,12,1
"2014","..tavasetted (tavajäätmed)*",27245,0,..,..,0,4437,0,4,5536,0,0,0,0,0,0,558,16021,7,158,144,0,381
"2014","..saastumata süvenduspinnas (tavajäätmed)*",46991,0,..,..,0,0,0,0,0,0,0,0,0,24,45,0,9,0,28826,18075,0,12
"2014","..mineraaljäätmed (v.a põletusjäätmed) (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2014","..mineraalsed ehitus- ja lammutusjäätmed (tavajäätmed)",616277,7799,..,..,136,7431,234,7364,89,1310,4248,35956,3507,952,9041,31915,1531,48300,317903,119953,58,18553
"2014","..muud mineraaljäätmed (v.a põletus-, ehitus- ja lammutusjäätmed, pinnas, süvenduspinnas ...**",8192413,0,..,..,7895741,0,0,0,0,101597,0,124995,87,0,171,0,0,0,35,69588,0,199
"2014","..põletusjäätmed (tavajäätmed)",28529,0,..,..,117,169,0,3534,71,0,0,0,1055,4,80,22856,0,1,63,570,0,9
"2014","..pinnas (tavajäätmed)",415731,3549,..,..,295,931,113,3436,0,303,162,2874,1538,185,816,11326,11403,20111,276917,70924,327,10524
"2014","..tahkestatud või stabiliseeritud jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2014","..jäätmekäitluses tekkivad mineraalsed jäätmed ja stabiliseeritud jäätmed (tavajäätmed)",75410,0,..,..,0,4,0,0,0,0,0,0,0,0,0,54181,469,14870,0,5885,0,1
"2014","Ohtlikud jäätmed kokku",10410321,986,..,..,2008,75,61,680,405,3308789,5202,49244,1338,912,987,6928482,641,17068,10866,66044,757,15777
"2014","..vanalahustid (ohtlikud jäätmed)",385,0,..,..,0,2,0,56,13,0,192,25,2,8,13,0,0,0,3,56,0,15
"2014","..happe-, leelise- ja soolajäätmed (ohtlikud jäätmed)",2601,0,..,..,0,0,1,0,72,0,1939,0,461,50,18,0,0,14,1,40,0,4
"2014","..vanaõli (ohtlikud jäätmed)",3469,134,..,..,175,11,42,18,19,135,20,23,107,105,121,94,2,582,136,1596,98,49
"2014","..kemikaalide jäätmed (ohtlikud jäätmed)",1617731,350,..,..,49,21,14,538,243,1590510,2885,173,698,671,638,225,7,2178,352,17434,9,735
"2014","..kasutatud keemilised katalüsaatorid (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2014","..valmististe jäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2014","..kemikaalisetted ja -jäägid (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2014","..tööstusreoveesetted (ohtlikud jäätmed)*",21662,2,..,..,52,15,0,37,5,335,23,12,2,16,118,351,0,953,1001,18740,1,0
"2014","..setted ja vedelikud jäätmekäitlusest (ohtlikud jäätmed)*",13787,0,..,..,0,0,0,0,0,0,0,0,1,0,0,0,0,0,124,13663,0,0
"2014","..tervishoiu- ja bioloogilised jäätmed (ohtlikud jäätmed)",599,47,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,549,0,2
"2014","..metallijäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2014","..klaasijäätmed (ohtlikud jäätmed)",0,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
"2014","..puidujäätmed (ohtlikud jäätmed)",5,0,..,..,1,0,0,0,0,0,0,0,0,0,4,0,0,0,0,0,0,0
"2014","..PCB-sid sisaldavad jäätmed (ohtlikud jäätmed)",221,0,..,..,0,0,0,0,0,0,0,0,0,0,0,163,0,53,4,0,0,0
"2014","..kasutuselt kõrvaldatud seadmed (ohtlikud jäätmed)",3508,81,..,..,21,9,2,10,3,5,4,2,9,39,26,288,6,460,39,994,2,1509
"2014","..romusõidukid (ohtlikud jäätmed)",12450,73,..,..,8,4,0,1,2,0,3,0,7,0,6,2,2,3,97,2347,634,9261
"2014","..patarei- ja akujäätmed (ohtlikud jäätmed)",3175,14,..,..,22,2,0,3,3,0,2,0,3,5,18,29,2,49,17,445,14,2546
"2014","..sega- ja eristamata materjalid (ohtlikud jäätmed)",47,0,..,..,0,0,0,0,0,0,0,1,0,3,0,0,0,0,0,42,0,1
"2014","..sortimisjäägid (ohtlikud jäätmed)",11047,0,..,..,0,0,0,0,0,0,1,0,0,0,0,0,0,10691,17,339,0,0
"2014","..mineraaljäätmed (v.a põletusjäätmed) (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2014","..mineraalsed ehitus- ja lammutusjäätmed (ohtlikud jäätmed)",9861,0,..,..,0,0,0,6,44,0,110,0,0,0,0,810,0,0,205,8685,0,1
"2014","..muud ohtlikud mineraaljäätmed (v.a põletus-, ehitus- ja lammutusjäätmed, pinnas, süvenduspinnas ...**",7146,285,..,..,1,9,1,11,0,10,22,7,46,15,25,931,621,720,1929,857,0,1655
"2014","..põletusjäätmed (ohtlikud jäätmed)",8684445,0,..,..,0,0,0,0,0,1717260,0,49001,2,0,0,6916831,0,1351,0,0,0,0
"2014","..saastunud pinnas ja süvenduspinnas (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2014","....saastunud pinnas (ohtlikud jäätmed)",9407,0,..,..,1678,0,0,0,0,534,1,0,0,0,0,0,0,0,6942,252,0,0
"2014","....saastunud süvenduspinnas (ohtlikud jäätmed)*",4,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,4,0,0
"2014","..tahkestatud või stabiliseeritud jäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2014","..jäätmekäitluses tekkivad mineraalsed jäätmed ja stabiliseeritud jäätmed (ohtlikud jäätmed)",8770,0,..,..,0,0,0,0,0,0,0,0,0,0,0,8758,0,11,0,0,0,0
"2016","Jäätmed kokku",24277886,113946,..,..,6301081,68221,7238,343220,88863,8117283,17698,119109,44114,48160,22382,6083146,43480,629397,1173517,615796,11352,429883
"2016","Tavajäätmed kokku",14595725,113703,..,..,6300689,68105,7187,342413,88461,4605504,12526,100162,42739,47059,21383,59764,43442,613666,1163498,541679,9778,413966
"2016","..happe-, leelise- ja soolajäätmed (tavajäätmed)",1178,0,..,..,0,0,0,0,1178,0,0,0,0,0,0,0,0,0,0,0,0,0
"2016","..kemikaalide jäätmed (tavajäätmed)",3404,0,..,..,0,0,0,249,2851,0,28,0,36,1,45,115,0,0,2,62,4,9
"2016","..kasutatud keemilised katalüsaatorid (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2016","..valmististe jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2016","..kemikaalisetted ja -jäägid (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2016","..tööstusreoveesetted (tavajäätmed)*",7625,5,..,..,0,6,0,1,0,0,0,0,0,55,0,0,7451,85,0,20,0,1
"2016","..setted ja vedelikud jäätmekäitlusest (tavajäätmed)*",8538,8054,..,..,0,0,0,0,0,0,0,0,0,0,0,0,484,0,0,0,0,0
"2016","..tervishoiu- ja bioloogilised jäätmed (tavajäätmed)",2074,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2073,0,1
"2016","..metallijäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2016","....mustmetallijäätmed (tavajäätmed)",464572,1858,..,..,1790,838,432,1706,172,1068,818,1768,31808,34128,2184,12969,98,140444,9744,119338,6884,96526
"2016","....mittemustmetallijäätmed (tavajäätmed)",31952,9,..,..,29,17,2,58,692,9,14,3,1802,1132,113,815,14,11306,188,8858,734,6156
"2016","....segametallijäätmed (tavajäätmed)",14486,230,..,..,10,283,5,365,119,0,379,86,816,213,75,117,0,4707,31,3291,340,3418
"2016","..klaasijäätmed (tavajäätmed)",48902,14,..,..,0,565,1,1,0,0,6,12318,8,0,95,2,1,18541,68,9184,145,7952
"2016","..paberi- ja kartongijäätmed (tavajäätmed)",91629,117,..,..,59,2777,1062,537,24119,31,868,142,351,2401,812,39,14,9917,88,31163,449,16683
"2016","..kummijäätmed (tavajäätmed)",10746,83,..,..,117,0,0,98,0,25,604,0,5,2,1,3,77,3308,138,4258,56,1970
"2016","..plastijäätmed (tavajäätmed)",42835,1756,..,..,233,1294,346,1223,208,0,4714,43,236,867,308,6,1,20026,51,8478,340,2706
"2016","..puidujäätmed (tavajäätmed)",434267,2122,..,..,253,1897,319,318026,38678,1,608,1750,650,3158,4392,60,3,18322,5575,26561,32,11859
"2016","..tekstiilijäätmed (tavajäätmed)",4024,0,..,..,0,0,2380,0,45,0,0,0,0,39,413,0,0,31,0,998,0,118
"2016","..kasutuselt kõrvaldatud seadmed (tavajäätmed)",8625,23,..,..,28,18,0,40,2,25,1,0,63,348,14,44,6,4989,29,1167,156,1671
"2016","..romusõidukid (tavajäätmed)",8634,11,..,..,0,0,1,0,0,0,4,0,52,0,0,0,89,2083,47,3396,254,2697
"2016","..patarei- ja akujäätmed (tavajäätmed)",53,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,20,0,32,0,0
"2016","..taimsed ja loomsed jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2016","..loomsed toiduainete valmistamis- ja toiduainejäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2016","..loomsed ja toiduainete segajäätmed (tavajäätmed)",45627,777,..,..,0,33010,0,0,0,0,0,0,0,0,0,933,113,5,22,4987,0,5780
"2016","..taimsed jäätmed (tavajäätmed)",52929,26214,..,..,0,2333,2,115,1,0,4,0,5,3,10,77,1,425,408,17625,0,5707
"2016","..läga ja sõnnik (tavajäätmed)",52848,52768,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,80,0,0
"2016","..kodumajapidamis- ja samalaadsed jäätmed (tavajäätmed)",330859,1804,..,..,240,5584,642,6025,1594,124,2289,679,1992,2509,2145,1337,1858,9213,7287,91954,288,193296
"2016","..sega- ja eristamata materjalid (tavajäätmed)",98781,1468,..,..,10,13181,640,505,2831,1617,814,153,194,1090,1276,1040,2742,28537,87,16703,23,25870
"2016","..sortimisjäägid (tavajäätmed)",157542,25,..,..,0,63,541,21,544,0,146,17,3,60,45,0,0,155722,142,207,4,2
"2016","..tavasetted (tavajäätmed)*",37321,0,..,..,4,5345,1,0,14761,0,0,0,0,0,0,587,16145,2,45,214,0,215
"2016","..saastumata süvenduspinnas (tavajäätmed)*",24213,0,..,..,0,0,0,0,0,0,0,0,0,0,0,6,0,93,20796,3237,0,81
"2016","..mineraaljäätmed (v.a põletusjäätmed) (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2016","..mineraalsed ehitus- ja lammutusjäätmed (tavajäätmed)",718728,15593,..,..,2167,494,720,8245,146,789,1199,26337,3165,690,2216,8929,1995,41419,484982,93572,44,26024
"2016","..muud mineraaljäätmed (v.a põletus-, ehitus- ja lammutusjäätmed, pinnas, süvenduspinnas ...**",10970784,2,..,..,6295642,0,0,0,0,4601800,30,54566,744,193,7087,102,788,9,3694,6125,0,3
"2016","..põletusjäätmed (tavajäätmed)",38533,0,..,..,107,295,0,5027,519,0,0,0,220,2,21,31774,0,287,1,255,0,24
"2016","..pinnas (tavajäätmed)",749742,771,..,..,0,107,92,171,0,13,1,2299,589,168,130,326,11562,22253,620002,86044,19,5196
"2016","..tahkestatud või stabiliseeritud jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2016","..jäätmekäitluses tekkivad mineraalsed jäätmed ja stabiliseeritud jäätmed (tavajäätmed)",134274,0,..,..,0,0,0,0,0,0,0,0,0,0,0,482,0,121920,10069,1794,7,0
"2016","Ohtlikud jäätmed kokku",9682162,243,..,..,393,115,51,807,402,3511779,5172,18947,1375,1101,999,6023382,38,15731,10019,74117,1574,15918
"2016","..vanalahustid (ohtlikud jäätmed)",426,1,..,..,0,0,0,19,7,0,225,0,10,15,14,0,0,36,18,77,0,4
"2016","..happe-, leelise- ja soolajäätmed (ohtlikud jäätmed)",2225,0,..,..,0,0,0,0,84,0,1722,0,332,48,6,1,0,0,0,28,0,4
"2016","..vanaõli (ohtlikud jäätmed)",3435,24,..,..,147,15,1,41,23,6,26,9,105,68,59,96,3,895,104,1733,29,51
"2016","..kemikaalide jäätmed (ohtlikud jäätmed)",691333,61,..,..,38,51,37,656,277,649881,3155,95,641,854,778,69,26,3095,213,30724,17,666
"2016","..kasutatud keemilised katalüsaatorid (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2016","..valmististe jäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2016","..kemikaalisetted ja -jäägid (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2016","..tööstusreoveesetted (ohtlikud jäätmed)*",20419,0,..,..,6,0,0,17,0,179,16,5,4,23,70,106,6,350,292,19342,0,2
"2016","..setted ja vedelikud jäätmekäitlusest (ohtlikud jäätmed)*",13934,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,291,84,13559,0,0
"2016","..tervishoiu- ja bioloogilised jäätmed (ohtlikud jäätmed)",590,1,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,588,0,1
"2016","..metallijäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2016","..klaasijäätmed (ohtlikud jäätmed)",0,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
"2016","..puidujäätmed (ohtlikud jäätmed)",10,0,..,..,0,0,0,0,0,0,0,0,0,0,6,0,0,4,0,1,0,0
"2016","..PCB-sid sisaldavad jäätmed (ohtlikud jäätmed)",7,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,6,1,0,0,0
"2016","..kasutuselt kõrvaldatud seadmed (ohtlikud jäätmed)",6068,11,..,..,21,39,4,16,4,3,6,2,3,79,29,508,3,1141,48,1546,0,2605
"2016","..romusõidukid (ohtlikud jäätmed)",12711,47,..,..,32,2,0,0,1,4,11,0,8,3,10,1,0,2,103,2945,1502,8038
"2016","..patarei- ja akujäätmed (ohtlikud jäätmed)",2027,21,..,..,14,4,4,2,3,0,5,1,4,4,5,4,0,38,28,522,25,1343
"2016","..sega- ja eristamata materjalid (ohtlikud jäätmed)",83,0,..,..,1,2,0,0,0,34,0,0,0,2,1,0,0,0,23,19,0,0
"2016","..sortimisjäägid (ohtlikud jäätmed)",7652,0,..,..,0,0,0,0,0,0,1,0,0,0,0,0,0,7143,0,508,0,0
"2016","..mineraaljäätmed (v.a põletusjäätmed) (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2016","..mineraalsed ehitus- ja lammutusjäätmed (ohtlikud jäätmed)",1846,0,..,..,120,0,0,1,0,0,0,0,0,3,0,919,0,0,507,293,0,3
"2016","..muud ohtlikud mineraaljäätmed (v.a põletus-, ehitus- ja lammutusjäätmed, pinnas, süvenduspinnas ...**",8494,66,..,..,10,2,5,55,4,0,3,0,249,0,20,581,0,292,2503,1505,0,3200
"2016","..põletusjäätmed (ohtlikud jäätmed)",8892698,0,..,..,0,0,0,0,0,2861670,0,18835,2,0,0,6010647,0,1544,0,0,0,0
"2016","..saastunud pinnas ja süvenduspinnas (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2016","....saastunud pinnas (ohtlikud jäätmed)",7674,10,..,..,4,0,0,2,0,1,3,0,16,1,0,0,0,889,6091,657,0,0
"2016","....saastunud süvenduspinnas (ohtlikud jäätmed)*",5,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,5,0,0,0
"2016","..tahkestatud või stabiliseeritud jäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2016","..jäätmekäitluses tekkivad mineraalsed jäätmed ja stabiliseeritud jäätmed (ohtlikud jäätmed)",10525,0,..,..,0,0,0,0,0,0,0,0,0,0,0,10450,0,6,0,70,0,0
"2018","Jäätmed kokku",23185581,138195,..,..,6829196,58721,5834,80411,71153,3524904,19607,485568,46553,49758,26327,7489884,42219,711591,2192957,828551,35911,548242
"2018","Tavajäätmed kokku",12305294,137688,..,..,6828787,58623,5743,79519,70741,248912,12123,457443,43418,48568,25066,126988,41967,697118,2151326,746374,34532,490355
"2018","..happe-, leelise- ja soolajäätmed (tavajäätmed)",1516,0,..,..,0,0,0,0,1516,0,0,0,0,0,0,0,0,0,0,0,0,0
"2018","..kemikaalide jäätmed (tavajäätmed)",3701,12,..,..,0,0,0,344,2912,0,3,14,80,16,100,52,0,25,7,130,2,2
"2018","..kasutatud keemilised katalüsaatorid (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2018","..valmististe jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2018","..kemikaalisetted ja -jäägid (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2018","..tööstusreoveesetted (tavajäätmed)*",8995,0,..,..,0,306,0,0,2264,0,0,0,0,93,1,0,6232,5,0,95,0,0
"2018","..setted ja vedelikud jäätmekäitlusest (tavajäätmed)*",2745,0,..,..,0,0,0,0,0,0,0,0,0,0,0,2131,614,0,0,0,0,0
"2018","..tervishoiu- ja bioloogilised jäätmed (tavajäätmed)",1289,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1289,0,0
"2018","..metallijäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2018","....mustmetallijäätmed (tavajäätmed)",501974,3693,..,..,4361,798,316,1931,464,1425,1272,1453,34335,35500,4654,10578,4075,209292,10911,45966,14401,116547
"2018","....mittemustmetallijäätmed (tavajäätmed)",48153,8,..,..,24,4,1,84,514,8,12,1,1210,1619,134,543,372,18374,101,3420,15288,6437
"2018","....segametallijäätmed (tavajäätmed)",25935,662,..,..,5,145,9,356,78,0,170,309,672,151,509,89,95,5409,111,5464,1214,10489
"2018","..klaasijäätmed (tavajäätmed)",52020,12,..,..,0,481,0,6,0,0,7,20290,18,2,109,2,2,10536,75,7309,6,13165
"2018","..paberi- ja kartongijäätmed (tavajäätmed)",95683,73,..,..,70,3386,704,485,18841,41,757,146,411,1818,683,38,8,12021,223,32950,165,22863
"2018","..kummijäätmed (tavajäätmed)",35324,103,..,..,246,1,10,18,0,18,890,1130,3,8,64,1,21,14539,212,15653,162,2244
"2018","..plastijäätmed (tavajäätmed)",52389,11704,..,..,266,1434,270,1366,177,0,5132,65,859,701,147,11,2,14940,114,9940,90,5170
"2018","..puidujäätmed (tavajäätmed)",182245,338,..,..,252,1561,184,52031,25399,78,637,1575,609,3339,3237,105,4,34143,6838,31669,914,19332
"2018","..tekstiilijäätmed (tavajäätmed)",4155,0,..,..,0,0,2344,0,105,0,20,0,0,56,288,0,0,38,76,1022,29,177
"2018","..kasutuselt kõrvaldatud seadmed (tavajäätmed)",4970,7,..,..,101,2,0,8,1,35,6,0,129,68,14,50,19,1666,81,968,19,1796
"2018","..romusõidukid (tavajäätmed)",13396,35,..,..,2,4,0,1,0,0,0,0,29,0,9,0,386,3424,18,3789,1436,4264
"2018","..patarei- ja akujäätmed (tavajäätmed)",50,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,43,0,6,0,0
"2018","..taimsed ja loomsed jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2018","..loomsed toiduainete valmistamis- ja toiduainejäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2018","..loomsed ja toiduainete segajäätmed (tavajäätmed)",45222,689,..,..,0,18704,0,3,3,0,0,0,0,12,0,163,533,379,486,14884,0,9367
"2018","..taimsed jäätmed (tavajäätmed)",72048,24257,..,..,0,17957,0,29,2,0,4,0,5,5,10,49,36,448,544,17123,0,11579
"2018","..läga ja sõnnik (tavajäätmed)",69282,69084,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,197,0,0
"2018","..kodumajapidamis- ja samalaadsed jäätmed (tavajäätmed)",346170,2318,..,..,199,4192,1023,1567,1085,136,901,289,1043,1291,1915,1307,487,24130,3269,101550,32,199437
"2018","..sega- ja eristamata materjalid (tavajäätmed)",76879,15,..,..,3,4273,150,309,2755,6,334,64,101,873,288,3914,1365,20790,91,16013,37,25499
"2018","..sortimisjäägid (tavajäätmed)",175496,108,..,..,3,74,257,22,655,0,138,309,126,177,46,3,17,173146,169,180,53,14
"2018","..tavasetted (tavajäätmed)*",37880,0,..,..,5,4075,0,0,11176,0,0,1,18,0,0,444,20948,69,140,358,0,646
"2018","..saastumata süvenduspinnas (tavajäätmed)*",57533,1,..,..,0,1,0,0,0,0,0,1201,5,0,17,0,153,33,47619,7841,0,663
"2018","..mineraaljäätmed (v.a põletusjäätmed) (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2018","..mineraalsed ehitus- ja lammutusjäätmed (tavajäätmed)",1193492,19603,..,..,7324,845,460,8259,340,4294,1660,15401,2307,2050,3306,3716,674,54910,776676,256075,555,35036
"2018","..muud mineraaljäätmed (v.a põletus-, ehitus- ja lammutusjäätmed, pinnas, süvenduspinnas ...**",7485828,400,..,..,6778137,0,0,0,0,242857,78,413963,586,195,8975,116,986,39,36893,2548,0,54
"2018","..põletusjäätmed (tavajäätmed)",47142,0,..,..,140,336,5,4760,2452,0,0,0,657,17,20,38500,0,4,9,170,0,72
"2018","..pinnas (tavajäätmed)",1553303,4567,..,..,37650,45,8,7939,0,13,101,1233,215,577,539,10854,4941,42777,1266663,169548,129,5504
"2018","..tahkestatud või stabiliseeritud jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2018","..jäätmekäitluses tekkivad mineraalsed jäätmed ja stabiliseeritud jäätmed (tavajäätmed)",110477,0,..,..,0,0,0,0,0,0,0,0,0,0,0,54323,0,55937,0,217,0,0
"2018","Ohtlikud jäätmed kokku",10880287,507,..,..,409,98,91,892,411,3275992,7484,28125,3135,1190,1261,7362896,252,14472,41630,82176,1379,57886
"2018","..vanalahustid (ohtlikud jäätmed)",636,0,..,..,0,1,3,116,15,0,202,1,0,29,30,0,96,38,1,101,0,2
"2018","..happe-, leelise- ja soolajäätmed (ohtlikud jäätmed)",4004,0,..,..,0,0,0,0,91,0,3328,0,467,59,9,0,0,1,0,46,0,2
"2018","..vanaõli (ohtlikud jäätmed)",3763,55,..,..,190,22,2,57,39,4,27,20,112,84,90,244,9,94,201,2408,26,78
"2018","..kemikaalide jäätmed (ohtlikud jäätmed)",1427865,66,..,..,51,9,62,610,255,1397431,3558,103,469,920,1006,36,43,2011,188,20194,22,831
"2018","..kasutatud keemilised katalüsaatorid (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2018","..valmististe jäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2018","..kemikaalisetted ja -jäägid (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2018","..tööstusreoveesetted (ohtlikud jäätmed)*",27101,0,..,..,1,5,1,20,0,20,327,2,10,18,81,172,0,0,79,26366,0,0
"2018","..setted ja vedelikud jäätmekäitlusest (ohtlikud jäätmed)*",16418,0,..,..,0,0,0,0,0,0,0,0,0,0,1,0,0,1597,0,14821,0,0
"2018","..tervishoiu- ja bioloogilised jäätmed (ohtlikud jäätmed)",675,2,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,668,0,4
"2018","..metallijäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2018","..klaasijäätmed (ohtlikud jäätmed)",0,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
"2018","..puidujäätmed (ohtlikud jäätmed)",6,0,..,..,0,0,0,0,0,0,0,0,0,0,5,0,0,0,0,0,0,0
"2018","..PCB-sid sisaldavad jäätmed (ohtlikud jäätmed)",3,0,..,..,0,0,0,0,0,0,0,0,0,1,0,0,0,1,0,1,0,0
"2018","..kasutuselt kõrvaldatud seadmed (ohtlikud jäätmed)",6279,11,..,..,40,32,11,9,5,4,6,2,5,64,20,505,3,1365,58,1533,3,2602
"2018","..romusõidukid (ohtlikud jäätmed)",54093,50,..,..,1,7,0,19,3,12,2,3,7,2,12,2,12,2,111,4446,1277,48126
"2018","..patarei- ja akujäätmed (ohtlikud jäätmed)",3886,24,..,..,20,5,0,7,1,0,3,1,5,10,3,39,4,112,45,707,51,2850
"2018","..sega- ja eristamata materjalid (ohtlikud jäätmed)",31,0,..,..,0,1,0,0,0,0,1,0,0,2,1,12,2,-8,4,14,0,2
"2018","..sortimisjäägid (ohtlikud jäätmed)",7569,0,..,..,0,0,0,0,0,0,0,0,649,0,0,0,4,6916,0,0,0,0
"2018","..mineraaljäätmed (v.a põletusjäätmed) (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2018","..mineraalsed ehitus- ja lammutusjäätmed (ohtlikud jäätmed)",11560,299,..,..,102,16,12,32,2,3,29,3,83,1,1,745,4,866,2557,3431,0,3374
"2018","..muud ohtlikud mineraaljäätmed (v.a põletus-, ehitus- ja lammutusjäätmed, pinnas, süvenduspinnas ...**",27,0,..,..,0,0,0,23,0,0,0,0,0,0,0,0,0,-1,2,2,0,0
"2018","..põletusjäätmed (ohtlikud jäätmed)",9257326,0,..,..,0,0,0,0,0,1878517,0,27992,1328,0,0,7346908,0,0,0,2581,0,0
"2018","..saastunud pinnas ja süvenduspinnas (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2018","....saastunud pinnas (ohtlikud jäätmed)",46170,0,..,..,3,0,0,0,0,0,1,0,0,0,0,1639,74,1303,38374,4761,0,15
"2018","....saastunud süvenduspinnas (ohtlikud jäätmed)*",170,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,170,0,0,0,0
"2018","..tahkestatud või stabiliseeritud jäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2018","..jäätmekäitluses tekkivad mineraalsed jäätmed ja stabiliseeritud jäätmed (ohtlikud jäätmed)",12705,0,..,..,0,0,0,0,0,0,0,0,0,0,0,12594,0,5,11,96,0,0
"2020","Jäätmed kokku",16181973,195258,..,..,2454865,61538,6958,116174,59695,3486076,22265,121563,40515,38380,21538,5665867,109177,636939,1587266,971480,36066,550353
"2020","Tavajäätmed kokku",14589782,194690,..,..,2454663,61428,6902,114555,59423,2190379,11223,120947,38877,37406,20857,5592944,50851,618910,1562694,895856,33491,523687
"2020","..happe-, leelise- ja soolajäätmed (tavajäätmed)",431,0,..,..,0,0,0,0,431,0,0,0,0,0,0,0,0,0,0,0,0,0
"2020","..kemikaalide jäätmed (tavajäätmed)",3469,0,..,..,0,2,0,474,2115,0,41,0,31,172,250,14,71,281,6,10,1,0
"2020","..kasutatud keemilised katalüsaatorid (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2020","..valmististe jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2020","..kemikaalisetted ja -jäägid (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2020","..tööstusreoveesetted (tavajäätmed)*",645,0,..,..,0,178,2,2,0,0,0,0,0,108,2,3,201,4,46,99,0,0
"2020","..setted ja vedelikud jäätmekäitlusest (tavajäätmed)*",69689,0,..,..,0,0,0,0,0,0,0,0,0,0,0,58691,0,404,0,10594,0,0
"2020","..tervishoiu- ja bioloogilised jäätmed (tavajäätmed)",1343,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1343,0,0
"2020","..metallijäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2020","....mustmetallijäätmed (tavajäätmed)",464785,2842,..,..,1200,671,2193,2165,328,744,516,2332,30190,25858,3822,13055,2689,180946,5748,48243,21653,119590
"2020","....mittemustmetallijäätmed (tavajäätmed)",51554,65,..,..,0,4,90,143,577,0,14,0,1204,1794,125,55,44,34959,228,3393,2237,6621
"2020","....segametallijäätmed (tavajäätmed)",16781,60,..,..,0,137,10,351,31,0,115,3,769,125,46,87,5,4759,32,5285,811,4155
"2020","..klaasijäätmed (tavajäätmed)",50576,4,..,..,0,482,1,18,0,0,0,18723,25,0,101,4,5,12134,142,5628,103,13205
"2020","..paberi- ja kartongijäätmed (tavajäätmed)",105954,280,..,..,51,3832,853,747,18164,55,819,145,403,1644,577,58,8,14487,214,41309,332,21974
"2020","..kummijäätmed (tavajäätmed)",37434,80,..,..,7,0,11,23,0,0,436,2,0,0,1,73,21,11430,45,22243,157,2906
"2020","..plastijäätmed (tavajäätmed)",43142,1716,..,..,2126,2125,353,1520,136,0,5149,87,132,573,213,24,13,12998,203,10853,203,4718
"2020","..puidujäätmed (tavajäätmed)",132999,301,..,..,89,2789,205,28947,16454,0,876,568,803,2657,5373,102,7,44476,5769,8056,1089,14439
"2020","..tekstiilijäätmed (tavajäätmed)",3958,0,..,..,0,0,1603,5,138,0,4,0,0,59,291,3,0,80,58,1035,43,639
"2020","..kasutuselt kõrvaldatud seadmed (tavajäätmed)",6654,13,..,..,6,0,102,11,21,0,7,72,31,37,17,80,41,2421,23,1007,634,2132
"2020","..romusõidukid (tavajäätmed)",15535,3,..,..,25,0,0,2,0,0,0,0,13,0,0,0,199,6489,2,2198,3455,3149
"2020","..patarei- ja akujäätmed (tavajäätmed)",119,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,69,43,0,7,0,0
"2020","..taimsed ja loomsed jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2020","..loomsed toiduainete valmistamis- ja toiduainejäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2020","..loomsed ja toiduainete segajäätmed (tavajäätmed)",41043,799,..,..,0,17542,0,0,0,0,0,0,0,16,1,142,72,52,376,12445,0,9597
"2020","..taimsed jäätmed (tavajäätmed)",71560,28835,..,..,0,17750,0,2,1,0,1,1,15,2,38,54,148,1060,294,15631,0,7726
"2020","..läga ja sõnnik (tavajäätmed)",123361,123298,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,59,3,0,0
"2020","..kodumajapidamis- ja samalaadsed jäätmed (tavajäätmed)",338587,1948,..,..,89,3767,504,1381,1387,134,1065,402,771,1190,1768,467,246,26453,1356,83513,32,212116
"2020","..sega- ja eristamata materjalid (tavajäätmed)",53823,100,..,..,6,3696,256,787,1282,12,320,48,172,415,247,2527,1286,2905,453,15972,317,23025
"2020","..sortimisjäägid (tavajäätmed)",113039,132,..,..,12,56,343,42,1154,0,187,124,116,130,22,12,393,109602,52,488,144,29
"2020","..tavasetted (tavajäätmed)*",58155,0,..,..,0,7743,0,0,14862,0,0,0,0,0,0,536,34515,198,6,134,0,161
"2020","..saastumata süvenduspinnas (tavajäätmed)*",43890,0,..,..,8500,0,0,21,0,0,0,0,13,199,12,0,267,86,24069,10579,22,124
"2020","..mineraaljäätmed (v.a põletusjäätmed) (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2020","..mineraalsed ehitus- ja lammutusjäätmed (tavajäätmed)",789885,15063,..,..,116,615,355,10290,128,430,1623,9754,3131,1944,5659,2405,568,41199,444383,206947,2228,43047
"2020","..muud mineraaljäätmed (v.a põletus-, ehitus- ja lammutusjäätmed, pinnas, süvenduspinnas ...**",5260538,951,..,..,2442432,4,0,0,0,216300,48,87541,487,216,1722,2450872,974,0,42164,16793,0,35
"2020","..põletusjäätmed (tavajäätmed)",4986720,0,..,..,3,22,20,4194,2179,1972695,0,0,317,0,21,3003475,160,17,2,3607,0,8
"2020","..pinnas (tavajäätmed)",1598024,18201,..,..,0,0,0,63421,34,10,2,1144,254,265,550,1429,8850,67923,1036955,364663,29,34293
"2020","..tahkestatud või stabiliseeritud jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2020","..jäätmekäitluses tekkivad mineraalsed jäätmed ja stabiliseeritud jäätmed (tavajäätmed)",106089,0,..,..,0,11,0,9,0,0,0,0,0,0,0,58777,0,43502,10,3778,2,0
"2020","Ohtlikud jäätmed kokku",1592190,568,..,..,202,110,56,1619,272,1295697,11042,616,1638,975,681,72923,58348,18029,24572,75624,2575,26645
"2020","..vanalahustid (ohtlikud jäätmed)",521,0,..,..,0,1,0,56,12,0,299,0,2,19,22,0,0,32,3,73,0,2
"2020","..happe-, leelise- ja soolajäätmed (ohtlikud jäätmed)",3397,0,..,..,2,0,0,0,68,0,2541,0,686,60,1,0,1,3,1,31,0,4
"2020","..vanaõli (ohtlikud jäätmed)",3679,46,..,..,162,9,1,79,26,2,29,19,104,74,52,117,6,243,115,2390,116,89
"2020","..kemikaalide jäätmed (ohtlikud jäätmed)",1322275,155,..,..,17,6,44,1425,157,1295684,6999,166,734,750,419,49,58,3081,154,11178,14,1184
"2020","..kasutatud keemilised katalüsaatorid (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2020","..valmististe jäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2020","..kemikaalisetted ja -jäägid (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2020","..tööstusreoveesetted (ohtlikud jäätmed)*",23910,6,..,..,0,0,0,3,5,0,1140,3,8,20,86,30,25,241,31,22305,5,0
"2020","..setted ja vedelikud jäätmekäitlusest (ohtlikud jäätmed)*",413,0,..,..,0,0,0,0,0,0,0,0,1,0,0,0,0,412,0,0,0,0
"2020","..tervishoiu- ja bioloogilised jäätmed (ohtlikud jäätmed)",884,35,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,848,0,1
"2020","..metallijäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2020","..klaasijäätmed (ohtlikud jäätmed)",227,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,227,0,0,0,0
"2020","..puidujäätmed (ohtlikud jäätmed)",7,0,..,..,0,0,0,0,0,0,0,0,0,0,6,0,0,0,0,1,0,0
"2020","..PCB-sid sisaldavad jäätmed (ohtlikud jäätmed)",2,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,1,0,0
"2020","..kasutuselt kõrvaldatud seadmed (ohtlikud jäätmed)",6723,10,..,..,4,51,4,17,3,4,3,2,7,45,29,749,17,1528,61,806,5,3377
"2020","..romusõidukid (ohtlikud jäätmed)",19070,34,..,..,3,2,1,0,1,0,0,7,9,2,12,26,2,473,94,3454,2296,12655
"2020","..patarei- ja akujäätmed (ohtlikud jäätmed)",4375,17,..,..,3,3,1,5,1,0,3,1,8,3,9,12,4,137,20,892,134,3121
"2020","..sega- ja eristamata materjalid (ohtlikud jäätmed)",40,0,..,..,0,11,1,0,0,0,20,0,0,0,0,0,0,0,1,5,0,1
"2020","..sortimisjäägid (ohtlikud jäätmed)",2515,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,2515,0,0,0,0
"2020","..mineraaljäätmed (v.a põletusjäätmed) (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2020","..mineraalsed ehitus- ja lammutusjäätmed (ohtlikud jäätmed)",6617,1,..,..,0,1,0,0,0,0,0,0,0,0,0,2,0,22,54,6537,0,1
"2020","..muud ohtlikud mineraaljäätmed (v.a põletus-, ehitus- ja lammutusjäätmed, pinnas, süvenduspinnas ...**",13125,263,..,..,10,26,3,34,0,7,7,26,73,1,42,21,15,647,2804,2932,4,6209
"2020","..põletusjäätmed (ohtlikud jäätmed)",61764,0,..,..,0,0,0,0,0,0,0,390,6,0,0,59820,0,1148,0,400,0,0
"2020","..saastunud pinnas ja süvenduspinnas (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2020","....saastunud pinnas (ohtlikud jäätmed)",72265,0,..,..,0,0,0,0,0,0,0,3,0,0,2,33,25128,2093,21233,23771,0,0
"2020","....saastunud süvenduspinnas (ohtlikud jäätmed)*",33092,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,33092,0,0,0,0,0
"2020","..tahkestatud või stabiliseeritud jäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2020","..jäätmekäitluses tekkivad mineraalsed jäätmed ja stabiliseeritud jäätmed (ohtlikud jäätmed)",17289,0,..,..,0,0,0,0,0,0,0,0,0,0,0,12063,0,5225,0,0,0,0
"2022","Jäätmed kokku",22595461,188724,..,..,2593937,67844,4228,123606,64465,3256543,20216,224397,44935,68595,16652,11345889,47608,739045,2041130,1129806,36595,581247
"2022","Tavajäätmed kokku",21071412,188394,..,..,2593842,67727,4178,121284,64130,1956410,12119,224077,43303,67154,15699,11278260,46441,717102,2021316,1063894,32988,553095
"2022","..happe-, leelise- ja soolajäätmed (tavajäätmed)",361,0,..,..,0,0,0,0,361,0,0,0,0,0,0,0,0,0,0,0,0,0
"2022","..kemikaalide jäätmed (tavajäätmed)",3850,0,..,..,0,1,0,498,1855,16,24,34,115,263,221,6,0,391,5,105,0,314
"2022","..kasutatud keemilised katalüsaatorid (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2022","..valmististe jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2022","..kemikaalisetted ja -jäägid (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2022","..tööstusreoveesetted (tavajäätmed)*",407,0,..,..,0,73,2,0,0,0,0,0,0,91,0,0,113,0,61,67,0,0
"2022","..setted ja vedelikud jäätmekäitlusest (tavajäätmed)*",70775,0,..,..,0,0,0,0,0,0,0,0,0,0,0,62763,0,0,0,8012,0,0
"2022","..tervishoiu- ja bioloogilised jäätmed (tavajäätmed)",1783,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1783,0,0
"2022","..metallijäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2022","....mustmetallijäätmed (tavajäätmed)",535865,2817,..,..,1029,593,506,2421,249,1892,944,1388,36156,36281,4245,7326,971,240606,21353,36391,25789,114908
"2022","....mittemustmetallijäätmed (tavajäätmed)",64584,11,..,..,94,26,128,129,537,0,17,2,1586,2033,143,279,113,45766,1399,2912,2203,7206
"2022","....segametallijäätmed (tavajäätmed)",11372,338,..,..,53,46,17,64,3,31,36,320,376,73,13,16,19,2649,94,3378,769,3075
"2022","..klaasijäätmed (tavajäätmed)",50695,4,..,..,0,761,6,27,0,0,12,20704,17,0,84,2,1,6600,91,7872,98,14415
"2022","..paberi- ja kartongijäätmed (tavajäätmed)",95052,156,..,..,40,4022,533,698,17273,8,887,205,323,1851,630,55,14,16367,83,36291,214,15402
"2022","..kummijäätmed (tavajäätmed)",21868,258,..,..,10,0,21,30,0,0,703,6,34,0,36,58,19,7431,127,9902,151,3083
"2022","..plastijäätmed (tavajäätmed)",38536,1382,..,..,316,1952,127,1736,158,9,5508,145,124,1283,333,10,65,9300,251,9678,81,6079
"2022","..puidujäätmed (tavajäätmed)",168223,226,..,..,60,2020,197,54708,24202,0,1254,990,712,2693,2718,31,5,34442,5826,16419,696,21023
"2022","..tekstiilijäätmed (tavajäätmed)",3064,0,..,..,0,0,1655,0,118,0,0,0,0,89,373,0,0,73,23,283,42,409
"2022","..kasutuselt kõrvaldatud seadmed (tavajäätmed)",5433,17,..,..,0,1,0,7,0,0,4,1,8,164,13,3,0,2346,24,550,289,2006
"2022","..romusõidukid (tavajäätmed)",2495,18,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,314,8,595,30,1529
"2022","..patarei- ja akujäätmed (tavajäätmed)",294,0,..,..,0,0,0,0,0,0,0,0,0,30,0,0,190,74,0,0,0,0
"2022","..taimsed ja loomsed jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2022","..loomsed toiduainete valmistamis- ja toiduainejäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2022","..loomsed ja toiduainete segajäätmed (tavajäätmed)",52661,68,..,..,0,21898,0,0,0,0,0,0,0,0,0,0,515,346,680,15338,0,13815
"2022","..taimsed jäätmed (tavajäätmed)",82411,41698,..,..,0,17192,0,3,0,0,5,0,1,2,6,94,31,51,1729,11848,0,9750
"2022","..läga ja sõnnik (tavajäätmed)",130467,130346,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,101,0,20,0,0
"2022","..kodumajapidamis- ja samalaadsed jäätmed (tavajäätmed)",548006,1949,..,..,125,4303,419,1501,523,32,866,378,744,1504,1416,735,202,24432,2089,244795,52,261939
"2022","..sega- ja eristamata materjalid (tavajäätmed)",77608,75,..,..,44,4534,187,909,1254,0,621,83,315,261,500,26,1496,37207,253,13280,1179,15383
"2022","..sortimisjäägid (tavajäätmed)",167845,186,..,..,0,230,34,651,0,0,13,0,35,103,22,9,460,163733,7,1505,398,458
"2022","..tavasetted (tavajäätmed)*",53344,0,..,..,0,9430,0,0,15243,0,0,3,0,0,0,392,27257,437,11,359,0,211
"2022","..saastumata süvenduspinnas (tavajäätmed)*",37759,0,..,..,0,0,0,0,0,0,0,0,52,8,0,0,95,0,34061,3477,0,65
"2022","..mineraaljäätmed (v.a põletusjäätmed) (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2022","..mineraalsed ehitus- ja lammutusjäätmed (tavajäätmed)",880702,3818,..,..,10447,268,328,8896,156,382,1193,18326,1949,20308,2733,4143,273,25723,631442,100179,701,49437
"2022","..muud mineraaljäätmed (v.a põletus-, ehitus- ja lammutusjäätmed, pinnas, süvenduspinnas ...**",9559291,8,..,..,2581539,12,0,4,0,208500,25,175126,95,84,0,6543245,1683,4,41677,7217,0,72
"2022","..põletusjäätmed (tavajäätmed)",6331772,0,..,..,13,280,9,2045,2200,1745442,0,0,314,0,54,4580754,153,4,4,495,0,7
"2022","..pinnas (tavajäätmed)",1960937,5019,..,..,70,38,9,46953,0,99,7,6366,345,33,2158,20700,12765,48245,1274458,530894,295,12484
"2022","..tahkestatud või stabiliseeritud jäätmed (tavajäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2022","..jäätmekäitluses tekkivad mineraalsed jäätmed ja stabiliseeritud jäätmed (tavajäätmed)",113954,0,..,..,0,48,0,5,0,0,0,0,0,0,0,57611,0,50457,5560,248,0,26
"2022","Ohtlikud jäätmed kokku",1524049,330,..,..,95,117,50,2321,335,1300133,8097,320,1632,1441,953,67629,1167,21943,19814,65913,3607,28151
"2022","..vanalahustid (ohtlikud jäätmed)",516,0,..,..,0,1,0,14,3,0,306,4,8,47,26,0,0,1,7,97,0,3
"2022","..happe-, leelise- ja soolajäätmed (ohtlikud jäätmed)",3371,0,..,..,0,0,1,0,74,0,2689,2,401,77,0,0,0,83,0,39,0,4
"2022","..vanaõli (ohtlikud jäätmed)",3440,22,..,..,52,19,0,72,5,2,44,9,142,61,49,200,1,377,71,2132,46,138
"2022","..kemikaalide jäätmed (ohtlikud jäätmed)",1329143,44,..,..,23,15,44,2139,244,1300107,4147,201,925,1065,753,105,5,4689,232,13202,34,1170
"2022","..kasutatud keemilised katalüsaatorid (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2022","..valmististe jäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2022","..kemikaalisetted ja -jäägid (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2022","..tööstusreoveesetted (ohtlikud jäätmed)*",20600,0,..,..,0,5,0,6,5,16,857,2,21,37,53,28,5,133,89,19332,4,9
"2022","..setted ja vedelikud jäätmekäitlusest (ohtlikud jäätmed)*",728,0,..,..,0,0,0,0,0,2,0,0,0,0,0,0,0,726,0,0,0,0
"2022","..tervishoiu- ja bioloogilised jäätmed (ohtlikud jäätmed)",946,3,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,15,2,925,0,1
"2022","..metallijäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2022","..klaasijäätmed (ohtlikud jäätmed)",179,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,179,0,0,0,0
"2022","..puidujäätmed (ohtlikud jäätmed)",7,0,..,..,0,0,0,0,0,0,0,0,0,0,4,3,0,0,0,0,0,0
"2022","..PCB-sid sisaldavad jäätmed (ohtlikud jäätmed)",1,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,0,0
"2022","..kasutuselt kõrvaldatud seadmed (ohtlikud jäätmed)",5816,11,..,..,4,49,1,12,2,4,6,4,4,136,17,425,1,531,53,1455,5,3098
"2022","..romusõidukid (ohtlikud jäätmed)",22481,42,..,..,3,3,3,22,0,4,5,0,12,4,2,3,4,381,124,3883,3324,14662
"2022","..patarei- ja akujäätmed (ohtlikud jäätmed)",4392,19,..,..,3,5,0,8,2,0,2,2,14,11,13,29,12,159,23,556,79,3454
"2022","..sega- ja eristamata materjalid (ohtlikud jäätmed)",33,0,..,..,0,0,0,0,0,0,18,0,0,0,2,0,0,2,0,10,0,0
"2022","..sortimisjäägid (ohtlikud jäätmed)",5517,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,0,5517,0,0,0,0
"2022","..mineraaljäätmed (v.a põletusjäätmed) (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2022","..mineraalsed ehitus- ja lammutusjäätmed (ohtlikud jäätmed)",15745,0,..,..,0,0,0,1,0,0,0,0,1,0,25,0,0,370,13058,2175,115,1
"2022","..muud ohtlikud mineraaljäätmed (v.a põletus-, ehitus- ja lammutusjäätmed, pinnas, süvenduspinnas ...**",12712,189,..,..,10,21,0,45,1,0,1,20,98,2,9,9,1,467,3424,2818,0,5597
"2022","..põletusjäätmed (ohtlikud jäätmed)",58253,0,..,..,0,0,0,0,0,0,0,77,6,0,0,56371,0,1164,0,636,0,0
"2022","..saastunud pinnas ja süvenduspinnas (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2022","....saastunud pinnas (ohtlikud jäätmed)",23279,0,..,..,0,0,0,4,0,0,22,0,1,0,2,0,760,1097,2728,18651,0,14
"2022","....saastunud süvenduspinnas (ohtlikud jäätmed)*",381,0,..,..,0,0,0,0,0,0,0,0,0,0,0,0,378,0,3,0,0,0
"2022","..tahkestatud või stabiliseeritud jäätmed (ohtlikud jäätmed)",..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..,..
"2022","..jäätmekäitluses tekkivad mineraalsed jäätmed ja stabiliseeritud jäätmed (ohtlikud jäätmed)",16508,0,..,..,0,0,0,0,0,0,0,0,0,0,0,10457,0,6051,0,0,0,0
